a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.core.rjm.hongguaninfo.com"><soapenv:Header/><soapenv:Body><ser:getDayOrMonthDataNums><!--Optional:--><input><![CDATA[<root><header><busiTime>2015-09-24 11:34:36</busiTime><busiCode>RJM07</busiCode></header><body><quyDate>2015-09-24</quyDate><quyType>D</quyType></body></root>]]></input><!--Optional:--><busiCode>?</busiCode></ser:getDayOrMonthDataNums></soapenv:Body></soapenv:Envelope>